Repository: aitormorais/top_100
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Artistas
eu: Abeslariak

source: Detalles de
eu: ikusi datuak

source: Generos
eu: Abesti motak

source: Canciones
eu: Abestiak

source: Area de usuario
eu: Erabiltzaile gunea

source: Estilo
eu: Estiloa

source: Producido por
eu: Artista honengaitik egina :

source: Nombre
eu: Izena

source: Área para miembros
eu: Bazkide gunea

source: Bienvenido
eu: Ongi etorri

source: esta página es exclusiva para usuarios registrados.
eu: erregistratutako erabiltzaileek bakarrik ikus dezakete orri hau
